const emotion =  [
    {
        "id": "0",
        "text": "[微笑]"
    },
    {
        "id": "1",
        "text": "[嘻嘻]"
    },
    {
        "id": "2",
        "text": "[哈哈]"
    },
    {
        "id": "3",
        "text": "[可爱]"
    },
    {
        "id": "4",
        "text": "[可怜]"
    },
    {
        "id": "5",
        "text": "[挖鼻]"
    },
    {
        "id": "6",
        "text": "[吃惊]"
    },
    {
        "id": "7",
        "text": "[害羞]"
    },
    {
        "id": "8",
        "text": "[挤眼]"
    },
    {
        "id": "9",
        "text": "[闭嘴]"
    },
    {
        "id": "10",
        "text": "[鄙视]"
    },
    {
        "id": "11",
        "text": "[爱你]"
    },
    {
        "id": "12",
        "text": "[泪]"
    },
    {
        "id": "13",
        "text": "[偷笑]"
    },
    {
        "id": "14",
        "text": "[亲亲]"
    },
    {
        "id": "15",
        "text": "[生病]"
    },
    {
        "id": "16",
        "text": "[太开心]"
    },
    {
        "id": "17",
        "text": "[白眼]"
    },
    {
        "id": "18",
        "text": "[右哼哼]"
    },
    {
        "id": "19",
        "text": "[左哼哼]"
    },
    {
        "id": "20",
        "text": "[嘘]"
    },
    {
        "id": "21",
        "text": "[衰]"
    },
    {
        "id": "22",
        "text": "[委屈]"
    },
    {
        "id": "23",
        "text": "[吐]"
    },
    {
        "id": "24",
        "text": "[哈欠]"
    },
    {
        "id": "25",
        "text": "[抱抱]"
    },
    {
        "id": "26",
        "text": "[怒]"
    },
    {
        "id": "27",
        "text": "[疑问]"
    },
    {
        "id": "28",
        "text": "[馋嘴]"
    },
    {
        "id": "29",
        "text": "[拜拜]"
    },
    {
        "id": "30",
        "text": "[怒骂]"
    },
    {
        "id": "31",
        "text": "[汗]"
    },
    {
        "id": "32",
        "text": "[困]"
    },
    {
        "id": "33",
        "text": "[睡]"
    },
    {
        "id": "34",
        "text": "[钱]"
    },
    {
        "id": "35",
        "text": "[失望]"
    },
    {
        "id": "36",
        "text": "[酷]"
    },
    {
        "id": "37",
        "text": "[色]"
    },
    {
        "id": "38",
        "text": "[哼]"
    },
    {
        "id": "39",
        "text": "[鼓掌]"
    },
    {
        "id": "40",
        "text": "[晕]"
    },
    {
        "id": "41",
        "text": "[悲伤]"
    },
    {
        "id": "42",
        "text": "[抓狂]"
    },
    {
        "id": "43",
        "text": "[黑线]"
    },
    {
        "id": "44",
        "text": "[阴险]"
    },
    {
        "id": "45",
        "text": "[心]"
    },
    {
        "id": "46",
        "text": "[伤心]"
    },
    {
        "id": "47",
        "text": "[猪头]"
    },
    {
        "id": "48",
        "text": "[ok]"
    },
    {
        "id": "49",
        "text": "[耶]"
    },
    {
        "id": "50",
        "text": "[good]"
    },
    {
        "id": "51",
        "text": "[NO]"
    },
    {
        "id": "52",
        "text": "[弱]"
    },
    {
        "id": "53",
        "text": "[来]"
    },
    {
        "id": "54",
        "text": "[思考]"
    },
    {
        "id": "55",
        "text": "[互粉]"
    },
    {
        "id": "56",
        "text": "[熊猫]"
    },
    {
        "id": "57",
        "text": "[兔子]"
    },
    {
        "id": "58",
        "text": "[赞]"
    },
    {
        "id": "59",
        "text": "[草泥马]"
    },
    {
        "id": "60",
        "text": "[神马]"
    },
    {
        "id": "61",
        "text": "[囧]"
    },
    {
        "id": "62",
        "text": "[浮云]"
    },
    {
        "id": "63",
        "text": "[给力]"
    },
    {
        "id": "64",
        "text": "[围观]"
    },
    {
        "id": "65",
        "text": "[威武]"
    },
    {
        "id": "66",
        "text": "[奥特曼]"
    },
    {
        "id": "67",
        "text": "[礼物]"
    },
    {
        "id": "68",
        "text": "[钟]"
    },
    {
        "id": "69",
        "text": "[话筒]"
    },
    {
        "id": "70",
        "text": "[蜡烛]"
    },
    {
        "id": "71",
        "text": "[蛋糕]"
    }
];
export default emotion